Repository: anvarulugov/aus-news-grabber
Catalog: languages/*.po
Languages: ru_ru

source: %s plugin options
ru_ru: %s настройки

source: Channels
ru_ru: Каналы

source: Add Channel
ru_ru: Добавить канал

source: Grabber
ru_ru: Граббер

source: Category
ru_ru: Категория

source: Author
ru_ru: Автор

source: Delete
ru_ru: Удалить

source: Plugin Settings
ru_ru: Настройки плагина

source: Check every
ru_ru: Проверить каждый

source: Please, select period of channel checking
ru_ru: Пожалуйста, выберите интервал проверки канала

source: Once Hourly
ru_ru: Каждый час

source: Twice Daily
ru_ru: Два раза в день

source: Once Daily
ru_ru: Каждый день

source: Default author
ru_ru: Автор (по умолчанию)

source: Please, select grabbed news default author
ru_ru: Пожалуйста, выберите автор для копированного поста

source: Default post status
ru_ru: Статус (по умолчанию)

source: Pending Review
ru_ru: На утверждении

source: Published
ru_ru: Опубликовано

source: Draft
ru_ru: Чернавик

source: Please, select grabbed news default post status
ru_ru: Пожалуйста, выберите статус по умолчанию для копированного поста

source: Download Images
ru_ru: Загружать изоброжении

source: Set Featured Image
ru_ru: Указать мимниатюра поста

source: Default thubmnail
ru_ru: Миниатюра по умолчанию

source: Please, select default thubmnail
ru_ru: Пожалуйста выберите миниатюра по умолчанию

source: Show news source
ru_ru: Показать ссылку на оригинал

source: Source template
ru_ru: Ссыдка на оригинал

source: Source template. Use {source_url} tag to display the link to original content.
ru_ru: Что бы показать ссылку на оригинал исползуйе тэг {source_url}

source: Grabber class
ru_ru: Класс копирование

source: Please, select grabber class
ru_ru: Пожалуйста, выберите класс для копирование

source: Grabbed news category
ru_ru: Категория копированного поста

source: Please, select grabbed news category
ru_ru: Пожалуйста, выберите категорию по умолчанию для копированного поста

source: Grabbed news author
ru_ru: Автор копированного поста

source: Please, select grabbed news author
ru_ru: Пожалуйста, выберите автор для копированного поста

source: Please, enter RSS URL
ru_ru: Пожалуйста введите RSS URL

source: New channel added
ru_ru: Добавлен новый канал

source: No naughty business please
ru_ru: Пожалуйста не делайте глупостей

source: Channel not set
ru_ru: Канала не задан

source: Upload Image
ru_ru: Загрузить изображение
